Repository: Gobierno-Local/Civikmind
Catalog: plugins/moreticket/locales/*.po
Languages: pt_br

source: Reason
pt_br: Motivo

source: Postponement date
pt_br: Data de adiamento

source: Close ticket informations
pt_br: Encerrar informações do ticket

source: Please activate the plugin
pt_br: Por favor ative o plugin

source: Solution description
pt_br: Descrição da solução

source: Ticket cannot be closed
pt_br: Ticket não pode ser fechado

source: %1$s added closing informations
pt_br: %1$s adicionadas informações de fechamento

source: %1$s updated closing informations
pt_br: %1$s atualizadas informações de fechamento

source: %1$s deleted closing informations
pt_br: %1$s apagadas informações de fechamento

source: Plugin configuration
pt_br: Configuração do plugin

source: Use waiting process
pt_br: Usar processo em espera

source: Report date is mandatory
pt_br: Data do relatório é obrigatória

source: Waiting type is mandatory
pt_br: Tipo de espera é obrigatório

source: Waiting reason is mandatory
pt_br: Razão de espera é obrigatório

source: Use solution process
pt_br: Use processo de solução

source: Solution type is mandatory
pt_br: Tipo de solução é obrigatório

source: Status used to display solution bloc
pt_br: Status utilizado para mostrar bloco de solução

source: Add a followup on immediate ticket closing
pt_br: Adicionar um followup imediatamente após fechamento do ticket

source: Use a justification of the urgency field
pt_br: Use a justificação no campo de urgencia

source: Urgency impacted justification for the field
pt_br: Use a justificação no campo de urgencia

source: Adding a justification of urgency
pt_br: A adicionar uma justificação de urgência.

source: Justification
pt_br: Justificação

source: Urgency ticket cannot be saved
pt_br: Ticket de urgência não pode ser salvo

source: Ticket cannot be saved
pt_br: Ticket não pode ser salvo

source: Waiting ticket
pt_br: Tickets em espera

source: Waiting ticket cannot be saved
pt_br: Tickets em espera não podem ser salvos

source: Report date is inferior of today's date
pt_br: Data do relatório é inferior a data de hoje

source: Ticket suspension history
pt_br: Histórico da suspensão do ticket

source: Suspension date
pt_br: Data da suspensão

source: Suspension end date
pt_br: Data fim da suspensão

source: End of standby ticket
pt_br: Fim do ticket pendente

source: Waiting type
pt_br: Tipos de espera
